<?php

// lang/ar/messages.php

return [
    // header
    'home' => 'الرئيسية',
    'services' => 'الخدمات',
    'about_us' => 'من نحن',
    'contact_us' => 'اتصل بنا',
    'side_section_title' => 'اعرف المزيد',
    'side_section_subtitle' => 'لماذا نحن',
    'side_section_description' => 'نستخدم احدث التقنيات في تطوير الحلول و التطبيقات',

    // footer
    'footer_description' => 'في حلول التكنولوجيا، نحن نؤمن بالاستفادة من أحدث التقنيات مع الحفاظ على الممارسات الأخلاقية. التزامنا بالشفافية ورضا العملاء يميزنا',
    'all_rights' => 'جميع الحقوق محفوظة',

    // home page
    'website_name' => 'SpringSolutions',
    'welcome_hero'=> 'شركة SpringSolutions للحلول الرقمية',
    'welcome_sub_hero' => 'الأفضل في تقديم الخدمات البرمجية و الحلول التقنية',
    'welcome_hero_cta' => 'اتصل بنا',
    'home_about'=>'من نحن',
    'home_about_description' => '

في SpringSolutions ، حيث يلتقي الابتكار بالتميز. نحن شركة رائدة في تطوير البرمجيات مكرسة لتقديم حلول متقدمة تدفعك نحو النجاح. مهمتنا هي تمكين المنظمات من خلال تقنيات متطورة، وتحويل رؤاها إلى واقع.
نحن نؤمن بأن أفضل الحلول تولد من شراكات قوية. من خلال فهم احتياجاتك وتحدياتك الفريدة، نقوم بتطوير استراتيجيات متخصصة لا تحل مشاكلك فحسب، بل تضيف أيضًا قيمة كبيرة لأعمالك.
انضم إلينا الان في رحلة من الابتكار والنمو

    ',
    'home_about_cta' => 'اتصل بنا',

    // service page
    'our_services' => 'خدماتنا',
    'service_description' => 'خطط ، صمم، أطلق. حقق أهدافك من خلال حلول برمجية مخصصة ورقمية متميزة، نحل المشكلات التقنية ونركز على تحسين الإنتاجية باستخدام أحدث الأدوات والحلول',
    'services_title1' => 'تطوير التطبيقات',
    'services_description1' => 'تطبيقات متعددة المنصات باحدث التقنيات لمنصات الهاتف المحمول',
    'services_title2' => 'تطوير واجهات المواقع الإلكترونية',
    'services_description2' => 'الشركات الكبيرة تحتاج إلى مواقع مخصصة التي تلبي متطلباتها ، دع فريقنا المحترف يحلل ويطور نظامك الفريد',
    'services_title3' => ' خدمات تطبيقات الويب ',
    'services_description3' => ' تطبيقات الويب المصممة باحدث التقنيات البرمجية التي تساهم في زيادة الانتاجية و تقدم الشركة',
    'services_title4' => 'حلول تقنية المعلومات والاستشارات',
    'services_description4' => 'كن الافضل مع حلول تقنية المعلومات والاستشارات لدينا',
    'services_title5' => 'استضافة الويب',
    'services_description5' => 'حلول استضافة الويب الآمنة والموثوقة المصممة لتلبية احتياجات عملك',
    'services_title6' => 'حلول التسويق',
    'services_description6' => 'قم بتعزيز  أعمالك مع حلول التسويق الفعالة التي نقدمها. نحن نقدم استراتيجيات مصممة خصيصًا لتعزيز حضورك على الإنترنت',

    // design
    'd_title' => 'رحلة إلى حلول برمجية متقدمة!',
    'd_description' => 'نتخصص في تقديم الحلول البرمجية التي تتجاوز الحدود و توجيه الشركات نحو النجاح',
    'd_container1' => 'الدعم على مدار الساعة',
    'd_container2_title' => 'إطلق امكانياتك',
    'd_container2_subtitle' => 'اعتنق مستقبل التكنولوجيا مع عروضنا البرمجية',
    'd_container2_cta' => 'المزيد من المعلومات >',
    'd_container3' => 'مهندسون متخصصون',
    'd_s1' => 'حلول مبتكرة',
    'd_s2' => 'تقنيات حديثة ',
    'd_s3' => 'طلب الخدمات',
    'd_s4' => 'انطلق',
    'd_s5' => 'طور عملك بحلول برمجية متقدمة تكسر الحواجز وتحرر امكانياتك.',
    'd_s6' => 'نحو حلول ',
    'd_s7' => 'ارتق بأعمالك إلى آفاق جديدة مع حلولنا البرمجية القابلة للتوسيع و التطوير  ',
    'd_s8' => 'مبتكرة',

    // about us page
    'about_us_title' => 'من نحن',
    'about_us_description' => '

في SpringSolutions ، حيث يلتقي الابتكار بالتميز. نحن شركة رائدة في تطوير البرمجيات مكرسة لتقديم حلول متقدمة تدفعك نحو النجاح. مهمتنا هي تمكين المنظمات من خلال تقنيات متطورة، وتحويل رؤاها إلى واقع.
نحن نؤمن بأن أفضل الحلول تولد من شراكات قوية. من خلال فهم احتياجاتك وتحدياتك الفريدة، نقوم بتطوير استراتيجيات متخصصة لا تحل مشاكلك فحسب، بل تضيف أيضًا قيمة كبيرة لأعمالك.
انضم إلينا الان في رحلة من الابتكار والنمو
',

    // contact us
    'contact_title' => 'اتصل بنا',
    'contact_description' => '',
    'contact_form_title' => 'موضوع',
    'contact_form_email' => 'الايميل',
    'contact_form_description' => 'الوصف',
    'contact_form_phone' => 'رقم الهاتف',
    'contact_form_submit' => 'ارسال',
    'contact_form_required' => 'جميع الحقول مطلوبة',
    'contact_form_submitted' => 'تم ارسال الطلب بنجاح',



];
